fixtures/list_bugs-request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <get_status xmlns="http://www.dataaccess.com/webservicesserver/">
      <bugnumber>1073508</bugnumber>
    </get_status>
  </soap:Body>
</soap:Envelope>
